#language: ru

  Функция: Тесты Рика и Морти

    Сценарий: Проверка рассы Морти и последнего персонажа
      Дано Получение информации о рассе и локации Морти
      Затем Получение id последнего персонажа
      Затем Получение информации и рассе и локации последнего персонажа
      Тогда Проверка рассы

    Сценарий: Проверка локации Морти и последнего персонажа
      Дано Получение информации о рассе и локации Морти
      Затем Получение id последнего персонажа
      Затем Получение информации и рассе и локации последнего персонажа
      Тогда Проверка локации